[M_Symbiosis MissionDefinition]
MissionName="Simbiose"
MissionDescription="Sir Hammerlock ouviu rumores sobre um anão que estabeleceu um vínculo simbiótico com um Bullymong. Parece que ele se esconde na [place]Baía Southern Shelf[-place]. Ele lhe pediu que encontre esse anão e o elimine."
TurnInDescription="Tamanho não é documento.. exceto quando é... quer dizer, sei lá."
MissionSummary="Elimine o anão que cavalga montado em um Bullymong."
MissionGiver="Sir Hammerlock"
MissionTurnInLocation="Sir Hammerlock"
TeaserText="Anões, Bullymongs e Caçadores da Sepultura. Mamãe!"

[M_Symbiosis:DefeatMidgetRidingBullymong MissionObjectiveDefinition]
ProgressMessage="Derrote o Simeano"

[M_Symbiosis:DefeatMidgetRidingBullymongSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Symbiosis:FindMidgetRidingBullymong MissionObjectiveDefinition]
ProgressMessage="Encontre o anão cavaleiro"

[M_Symbiosis:FindMidgetRidingBullymongSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Symbiosis:ReachLiarsCove MissionObjectiveDefinition]
ProgressMessage="Siga para Blackburn Cove"

[M_Symbiosis:ReachLiarsCoveSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

